Repository: geekfred/woocommerce-dhl-tracking-form
Catalog: languages/woo-dhl-tracking-form-*.po
Languages: sv_se

source: Use Private Methods?
sv_se: Använda privata metoder?

source: Yes
sv_se: Ja

source: This requires an API Key, but also ensure that only your own consignments are returned from the API.
sv_se: Detta kräver en API nyckel, men gör även att endast era egna skeppningar " "returneras av APIt.

source: Recommended if you use non-unique references
sv_se: Rekomenderat om du använder icke-unika referenser

source: In order to enable private methods on your account, you must email se.ecom@dhl.com or call SE ECOM 0771 345 345 and request access to The ACT Webservice and specify your myACT account.
sv_se: För att aktivera privata metoder på ditt myACT-konto måste du maila se ecom@dhl.com eller ringa 0771 345 345 och begära access till ACT Webservice för ditt myACT konto.

source: Add to tracking page
sv_se: Lägg till spårnings-sida

source: Should the customer emails be populated with a link to the tracking page? This requires you to add the tracking-ID to the order before sending the email
sv_se: Ska kund-mailen få en länk till tracking-sidan? Detta kräver att du anger sändningsID på ordern innan mailen skickas till kunden.

source: Tracking page
sv_se: Spårnings-sida

source: On what page have you hosted the tracking shortcode? This will be used to link the customer from order emails
sv_se: Vilken sida har du lagt shortcoden? Denna kommer användas i mailen som skickas till kund.

source: Api Username
sv_se: API Användarnamn

source: What is your API username. Should be the same as your login to the myACT portal
sv_se: Vad är ditt API användarnamn? Ska vara samma som ditt användarnamn till myACT portalen

source: Click here for Portal
sv_se: Klicka här för portalen

source: API Password
sv_se: API Lösenord

source: What is your API password. Should be the same as your password to the myACT portal
sv_se: Vad är ditt API lösenord? Ska vara samma som ditt lösenord till myACT portalen

source: Create Debug log?
sv_se: Skapa debug-log?

source: Tracking ID
sv_se: Sändnings ID

source: or
sv_se: eller

source: Track package
sv_se: Spåra paket

source: Your shipment:
sv_se: Din sändning:

source: Date
sv_se: Datum

source: Location
sv_se: Plats

source: Event
sv_se: Händelse

source: Unable to find your shipment
sv_se: Kunde inte hitta ditt sändning

source: Click here to track your package
sv_se: Klicka här för att spåra ditt paket

source: Enabling fetching tracking info from DHL Freight.
sv_se: Hämtar spårningsinformation från DHL Freight
